# alexnet
# [net]
# loss=cross
# learning_rate=0.01
# batch_size=50
# num_steps=500

#conv1
[conv]
filters=32
ksize=5
stride=1
padding=VALID
activate=relu
bias=0

[maxpool]
size=2
stride=2
padding=VALID

[conv]
filters=64
ksize=5
stride=1
padding=VALID
activate=relu
bias=0

[maxpool]
stride=2
size=2
padding=VALID

[fc]
units=1024
activate=relu

[softmax]
weight_x=1024
weight_y=10