# alexnet
# [net]
# loss=cross
# learning_rate=0.01
# batch_size=50
# num_steps=500

#conv1
[conv]
filters=32
ksize=2
stride=2
padding=VALID
activate=relu
bias=0
# layerName=conv2

[maxpool]
size=2
stride=2
padding=VALID

[fc]
unit=4096